{
    "Close": "Sulje",
    "Profile": "Profiili",
    "Portfolio": "Portfolio",
    "GraphicDesign": "Graafinen suunnittelu",
    "Calligraphy": "Kalligrafia",
    "DesignDrawing": "Muotoilupiirtäminen",
    "ProductDesign": "Tuotemuotoilu",
    "UIDesign": "UI-suunnittelu",
    "EventDesign": "Tapahtumamuotoilu",
    "Branding": "Visuaalinen ilme ja brändäys",
    "Photography": "Valokuvaus",
    "Experience": "Työkokemus",
    "Education": "Koulutus",
    "Contact": "Yhteystiedot",
    "aboutMeContent": "Olen Savonian amk:ssa opintojaan viimeistelevä palvelumuotoiluopiskelija Kangasalta. Palvelumuotoilun lisäksi olen sisällyttänyt opintoihini tuotemuotoilun kursseja.<br/><br/>Minua kiinnostaa asiakaslähtöisten palveluiden kehittäminen sekä erilaisten muotoiluhaasteiden ratkominen. Olen kerännyt kokemusta yrityksen visuaalisen ilmeen rakentamisesta, graafisesta suunnittelusta ja UI-suunnittelusta. Mielenkiinnonkohteitani ovat näiden lisäksi kuvittaminen, valokuvaus, kalligrafia ja korujen suunnittelu.<br/><br/>Olen ystävällinen ja empaattinen tiimipelaaja, jolta luonnistuu myös itsenäinen työskentely. Taustallani on yli kymmenen vuoden työkokemus asiakaspalvelualalla, joten vuorovaikutustaidot ovat ehdoton vahvuuteni.",
    "email": "sini.a.jokinen@gmail.com",
    "linkedin": "linkedin.com/in/sinipoyry",
    "instagram": "instagram.com/bysiniiannika",
    "graphic_design": {
        "Postikortit": "Suloiset postikortit, joissa seikkailevat veikeät pandakaverit. Vastaanottajan hymy on taattu!",
        "Keikkajulisteet": "Kuvitteelliset keikkajulisteet, joissa on leikitelty erilaisten muotojen ja typografian kanssa.",
        "KeikkajulisteetMockup": "Kuvitteelliset keikkajulisteet, joissa on leikitelty erilaisten muotojen ja typografian kanssa. Mockup mockupworld.com.",
        "Osallisuus": "Koulutyönä toteutettu posteri, joka ilmentää osallisuutta ja myötäilee Mielitekomedia-hankkeen graafista ilmettä.",
        "Aluekartta": "Tämä tekemäni aluekartta valmistui kuvitteelliselle tapahtumalle osana opasteita koskevaa ryhmätyötä."
    },
    "product_design": {
        "Yöpöytä": "Suunnittelin ja mallinsin tämän RANGLE-yöpöydän keväällä 2023. Yöpöydässä on uniikki design, tilava laatikko, hylly pienille tavaroille sekä sisään upotetut led-valot, joiden kirkkautta voi säätää.",
        "Taukotila": "Suunnittelin ja mallinsin tämän KOTO-venyttelyalueen koulujen aulatiloihin syksyllä 2022. Venyttelyalue on tarpeiden mukaan muokattavissa. Sen katossa on eri korkeuksilla puolapuita, joissa voi tuntien väleissä venytellä selkää ja verrytellä jäseniään. Venyttelyalue on samalla mukava kokoontumispaikka, jossa voi vaihtaa kuulumisia.",
        "Käsidesi": "Mallinsin kauniin käsidesipurkin, jonka kaulaa koristaa puinen helminauha.",
        "Lamppu": "Ryhmätyönä suunniteltu ja valmistettu lamppu koivuvanerista. Valokuva Matti Konttila.",
        "LamppuTyökuva": "Tässä on valmistumassa ryhmätyönä toteutettu lamppu koivuvanerista. Valokuva Matti Konttila.",
        "Pandakalenteri": "Uniikki magneettinen kalenteri 3-vuotiaalle avuksi päivän kulun hahmottamiseen. Kalenteri koostuu yksittäisistä magneeteista ja sen voi koota haluamallaan tavalla, vaikka jääkaapin oveen yhdessä lapsen kanssa."
    },
    "calligraphy": {
        "Sini": "Kalligrafian Masterclass -kurssilla valmistui nämä upeat logot omaan käyttöön.",
        "Elisa": "Suunnittelin kankaisiin ja käsitöihin erikoistuneelle Luomisen ihme -liiketilalle logon, jossa hyödynsin käsin kirjoitettua ja piirrettyä kalligrafiaa. Logon kukissa viitataan omistajan rakkaaseen harrastukseen, kirjontaan.",
        "Elisa2": "Kankaisiin ja käsitöihin erikoistuneen Luomisen Ihme -yrityksen graafiset elementit, joissa hyödynsin piirrettyä kalligrafiaa.",
        "Syntymäjulisteet": "Nämä nimitaulut valmistuivat Kalligrafian Masterclass -kurssilla. Mockup unblast.com.",
        "Kattaus": "Suunnittelin ja toteutin somistevuokraamo Lumouksen kattauskuvauksiin nämä kauniit nimilaput.",
        "Lumous": "Suunnittelin somistevuokraamo Lumoukselle uuden logon, jossa hyödynsin käsin kirjoitettua ja piirrettyä kalligrafiaa."
    },
    "design_drawing": {
        "Eläimet": "Eläinaiheisia hiilityöluonnoksia.",
        "Tussikukka": "Tusseilla toteutettu kukkasommitelma.",
        "Vesivärikukka": "Vesiväreillä ja tusseilla toteutettu kukkataideteos.",
        "Orvokki": "Pirtsakka vastaväri akryylimaalaus orvokeista.",
        "Kukkayhdistelmä": "Vesivärein toteutettuja kukkaluonnoksia.",
        "Välineet": "Nämä työvälineet piirsin tussein.",
        "Korupiirrokset": "Piirtoalustalla digitaalisesti piirretyt kaulakoruluonnokset morsiamelle."
    },
    "ui_design": {
        "Unelmapaja": "Suunnittelin kuvitteelliselle yritykselle internetsivuston sekä mobiilisovelluksen, joiden avulla asiakkaat voivat itse suunnitella ja tilata unelmiensa koivuvaneriset korvakorut itselleen.",
        "Lumous": "Somistevuokraamo Lumouksen nettisivut saivat uuden ilmeen, kun tein yritykselle UI-suunnittelua harjoitteluni aikana. Laadin yritykselle suunnitelman sivuston uudesta visuaalisesta ilmeestä sekä sivuston rakenteen ja sisällön muokkaamisesta entistä käyttäjäystävällisemmäksi. Hyödynsin työssäni informaatiomuotoilun ja palvelumuotoilun oppeja rakentamalla sivustolle myös palvelupolun sekä sijaintikartan."
    },
    "event_design": {
        "Ompeluviikonloppu": "Suunnittelin ja toteutin ompeluharrastajille virkistysviikonlopun yhteistyössä Mäntän Luomisen Ihme -kangaskaupan kanssa. Markkinointimateriaalien lisäksi laadin projektille muun muassa budjetin, tehtävätaulukon, ohjelmarungon, ruokalistasuunnitelmat ja tarkan käsikirjoituksen.",
        "HäätKattaus": "Suunnittelin ja järjestin kesähäät vuonna 2019. Vastuullani oli kaikki visuaalisesta ilmeestä ohjelmaan ja ruokailuihin. Valokuva Susanne Mäntyvuo.",
        "Häät": "Suunnittelin ja järjestin kesähäät vuonna 2019. Vastuullani oli kaikki visuaalisesta ilmeestä ohjelmaan ja ruokailuihin."
    },
    "branding": {
        "Sini": "Suunnittelin ja rakensin itselleni visuaalisen identiteetin, jonka avulla koostin brändikäsikirjan sekä tämän portfoliosivuston visuaalisen ilmeen. Sivuston koodauksen toteutti Roope Pöyry.",
        "Elisa": "Rakensin juuri ovensa avanneelle Luomisen Ihme -yritykselle visuaalisen ilmeen, jonka avulla koostin yritykselle myös brändikäsikirjan sekä erilaisia markkinointipohjia. Luomisen Ihme on kankaisiin ja käsitöihin erikoistunut liiketila Mäntässä, jossa suoritin ensimmäisen ammatillisen harjoitteluni.",
        "Häät": "Suunnittelin kuvitteelliselle yritykselle visuaalisen ilmeen, jonka avulla tein yritykselle lehtimainoksen, roll up:n, käyntikortin sekä sosiaalisen median kuvia. Materiaaleissa on hyödynnetty itse otettuja valokuvia, joissa osassa näkyy myös itse tehty hiuskoru."
    },
    "photography": {
        "Anna": "Syksyiset perhekuvaukset Tampereen Arboretumissa.",
        "Martsu": "Henkilökuvaukset kauneusalan yrittäjälle.",
        "Samu": "Suloiset tuotekuvat mainokseen.",
        "Korut": "Talviset tuotekuvaukset itse tehdyistä koruista.",
        "Kangas": "Näillä kuvilla kartutettiin Luomisen Ihme -kangaskaupan kuvamaailmaa.",
        "Matka": "Henkeäsalpaavan upeat matkakuvat Seychelleiltä.",
        "Kattaus": "Suunnittelemani kattauskuvaukset, jotka toteutin yhteistyössä somistevuokraamo Lumouksen kanssa. Kuvia yritys hyödynsi sosiaalisessa mediassa sekä internetsivustoillaan.",
        "Sinihelmi": "Nämä kuvat otin, kun rakensin kuvitteelliselle hääalan yritykselle visuaalista ilmettä.",
        "Roosa": "Juhannuksena kuvasin tätä pientä prinsessaa."
    },
    "mode": {
        "dark": "Dark mode",
        "light": "Light mode"
    },
    "lang": {
        "en": "In English",
        "fi": "Suomeksi"
    }
}
