{
    "Profile": "Profiili",
    "Portfolio": "Portfolio",
    "GraphicDesign": "Graafinen suunnittelu",
    "Calligraphy": "Kalligrafia",
    "DesignDrawing": "Muotoilupiirtäminen",
    "ProductDesign": "Tuotemuotoilu",
    "UIDesign": "UI-suunnittelu",
    "EventDesign": "Tapahtumamuotoilu",
    "Branding": "Visuaalinen ilme ja brändäys",
    "Photography": "Valokuvaus",
    "Experience": "Työkokemus",
    "Education": "Koulutus",
    "Contact": "Yhteystiedot",
    "aboutMeContent": "Olen Savonian amk:ssa opintojaan viimeistelevä palvelumuotoiluopiskelija Kangasalta. Palvelumuotoilun lisäksi olen sisällyttänyt opintoihini tuotemuotoilun kursseja.<br/><br/>Minua kiinnostaa asiakaslähtöisten palveluiden kehittäminen sekä erilaisten muotoiluhaasteiden ratkominen. Olen kerännyt kokemusta yrityksen visuaalisen ilmeen rakentamisesta sekä graafisesta suunnittelusta. Mielenkiinnonkohteitani ovat näiden lisäksi UI-suunnittelu, kuvittaminen, valokuvaus, kalligrafia ja korujen suunnittelu.<br/><br/>Olen ystävällinen ja empaattinen tiimipelaaja, jolta luonnistuu myös itsenäinen työskentely. Taustallani on yli kymmenen vuoden työkokemus asiakaspalvelualalla, joten vuorovaikutustaidot ovat ehdoton vahvuuteni.",
    "email": "sini.a.jokinen@gmail.com",
    "linkedin": "linkedin.com/in/sinipoyry",
    "instagram": "instagram.com/bysiniiannika",
    "workExperience": {
        "header": {
            "EasyOpp": "Senior Software Developer, EasyOpp",
            "Adalia": "Software Developer, Adalia Oy",
            "Other": "Other"
        },
        "content": {
            "EasyOpp": "Tuotekehitystiimissä toiminnanohjausjärjestelmän kehitys- ja suunnittelutyö. Kaksi olennaisinta sovellusta ovat mobiiliin suunnattu PWA, jota asiakasyritystemme työntekijät käyttävät työaikansa kellottamiseen, kirjaamiseen ja tarkasteluun. Ja hallinnallisiin toimintoihin suunnattu web-sovellus, joka sisältää mm. työajan hyväksyntään, palkkojen laskentaan ja siirtoon sekä näiden laskennan konfigurointiin liittyviä ominaisuuksia.<br /><br />Olin pääasiallisena kehittäjänä tekemässä alusta saakka uutta mobiilikäyttöliittymää (ReactJS + TypeScript). Vastuullani oli luoda pohja muulle kehitykselle sekä olennaisimpien toimintojen ja yleiskäyttöisten komponenttien toteutus. Näiden lisäksi katselmoin muiden tekemää koodia ja tein sovelluksen Azure-julkaisua varten vaadittavat infrastruktuurin konfiguroinnit.<br /><br />Olen ollut myös vastuussa palkanlaskentaprosessin uudistamisen suunnittelusta sekä tietomallin parannusten että käyttöliittymän liittyvien muutosten osalta, minkä tavoitteena on tehdä prossesista käyttäjälle helpompi ja selkeämpi. Tärkeänä osana suunnittelua on ollut huomioida, kuinka käyttöliittymäään ja tietomalliin liittyvät muutokset liittyvät toisiinsa, jotta ne voidaan ottaa huomioon toteutuksen alusta saakka.<br /><br />Senioridevaajan roolissa minulla on ollut mahdollisuus ohjata nuorempia kehittäjä ja jakaa tietoa sekä auttaa heitä erilaisten ongelmian ratkaisussa. Tästä olen saanut positiivista palautetta henkilöiltä, joita olen ohjannut.<br /><br />Teknologioista käytössä on ollut pääasiassa React + TypeScript, C# + .NET, MSSQL and Azure. Lisäksi olen ylläpitänyt olemassa olevia E2E-testejä, joissa käytössä on Robot Framework ja Playwright.",
            "Adalia": "Pilvipohjaisten palvelujen suunnittelu ja toteutus erilaisissa asiakasprojekteissa sekä omien tuotteiden parissa. Yleisimpinä teknologioina Ruby on Rails, React, PostgreSQL ja AWS.",
            "Other": "Lisäksi aiempaa työkokemusta mm. vanginvartijana, varastotyöntekijänä ja kouluavustajana."
        }
    },
    "education": {
        "header": {
            "Tuni": "Tampereen yliopisto / TTY",
            "Järvenpään lukio": "Järvenpään lukio"
        },
        "content": {
            "Tuni": "Tietotekniikan diplomi-insinööri",
            "Järvenpään lukio": "Ylioppilas"
        },
        "subcontent": {
            "Tuni": "Ohjelmistotuotanto <br/> 2012-2019"
        }
    }
}